#ifndef COMMANDS_H
#define COMMANDS_H

//INIT и все проверки 028180811b626f6f7403 -> 2305818004020c24 -> 2305818003060f24 -> 2305818004030d24

//СМЕЩЕНИЕ X ("028180811b433030 30 30303003") / СМЕЩЕНИЕ Y ("028180811b433030303030 30 03")
//СБРОС - "028180811b46 30 03" + смещение в 0 0 "028180811b433030 30(x) 3030 30(y) 03"
//ЦВЕТ курсора 028180811b41 33(0 - black, 1 - green, 2 - red, 3 - yellow) 303003
//ЦВЕТ фона 028180811b4133 30 (0 - black, 1 - green, 2 - red, 3 - yellow) 3003
//МЕРЦАНИЕ фона 028180811b413330 30 (0 - нет, 1 - есть)  03
//ТИП ШРИФТА 028180811b5a30 30(размер шрифта 0, 1, 2, 3) 03
//ОБЕРТКА СИМВОЛА 02818081__03

#endif // COMMANDS_H
